[
    {
        "header": "Our Approach",
        "description":"Unlike other consulting companies that tell you what to do, our approach is much more collaborative.  We work alongside you to add viability to your vision through strategic planning and implementation of processes. We understand the importance of taking things step by step so your foundation is secure and growth more secure.",
        "image": "./images/presentation.jpg",
        "content": {
            "title": "Our Approach",
            "body": "Bring us your business plans, your vision, your growth plans and let us be that sounding board. We take an editorial approach which means we first LISTEN to what you want, and then we work WITH you to develop those plans into a reality.",
            "items": [
                {
                    "title": "Collaborative",
                    "description": "We can work virtually or with intermittent face to face visits - It’s entirely up to you.  The point is that we work with you, at your pace and on projects that matter most to you.  We believe in making every client a partner, so we are both invested in your success!"
                },
                {
                    "title": "Common Sense",
                    "description": "DDBS believes strongly that common sense is the best tool for finding solutions.  We don’t believe in creating plans and strategies that are ultimately designed to drain you of funds.  Rather, we look for practical solutions that are achievable with the resources you currently have available. In other words, we work with what you have to get what you want."
                },
                {
                    "title": "Consistent and Transparent",
                    "description": "DDBS promises to keep to high standards of integrity, confidentiality and quality to deliver the service you can rely upon.  We work hard to meet the expectations of our clients and will tell you what you should know--not just what you want to hear. Why not send a quick note and get the conversation started?"
                }
            ]
        }
    }
]